accountsservice
alsa-firmware
alsa-plugins
alsa-utils
aspell
autotiling
b43-fwcutter
base
base-devel
bash-completion
bc
bind
blueman
bluez
bluez-utils
brave-bin
bridge-utils
brightnessctl
btrfs-progs
calibre
cantarell-fonts
cryptsetup
device-mapper
dialog
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eog
eos-apps-info
eos-dracut
eos-hooks
eos-hwtool
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
ethtool
exfatprogs
ex-vi-compat
f2fs-tools
fastfetch
file-roller
firefox
firewall-applet
firewalld
fuzzel
git
git-filter-repo
glances
gnome-calculator
gparted
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gst-plugin-va
gthumb
gtklock
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
haveged
hdparm
htop
hwdetect
hwinfo
inetutils
intel-gpu-tools
intel-media-driver
intel-media-sdk
intel-ucode
inxi
iptables
iwd
jfsutils
jmtpfs
jq
kitty
less
lib32-vulkan-icd-loader
lib32-vulkan-intel
libdvdcss
libgsf
libguestfs
libopenraw
libva-intel-driver
libva-utils
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
luajit
lutris
lvm2
lxqt-policykit
mako
man-db
man-pages
mdadm
meld
mesa-utils
mission-center
modemmanager
mousepad
mpv
mtools
mtpfs
nano
nano-syntax-highlighting
neofetch
netctl
networkmanager
network-manager-applet
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nvtop
obs-studio
onlyoffice-bin
openbsd-netcat
openssh
os-prober
pacman-contrib
pamixer
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
polkit-gnome
poppler-glib
python
python-defusedxml
python-jinja
python-packaging
qbittorrent
qemu-full
rate-mirrors
rebuild-detector
reflector
reflector-simple
rsync
rtkit
sddm
seatd
sg3_utils
smartmontools
s-nail
sof-firmware
spice-vdagent
strawberry
s-tui
sudo
swappy
sway
swaybg
sway-contrib
swayidle
swaylock-effects
sysfsutils
systemd-sysvcompat
texinfo
throttled
thunar
thunar-archive-plugin
thunar-volman
tldr
tlp
tlp-pd
tlp-rdw
tree
ttf-bitstream-vera
ttf-dejavu
ttf-fira-code
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-opensans
unrar
unzip
upower
usb_modeswitch
usbutils
vde2
virt-manager
virt-viewer
vpl-gpu-rt
vulkan-intel
waybar
waybar-weather
welcome
wget
which
whois
wine
wine-gecko
wine-mono
wireless-regdb
wireplumber
wlogout
woff2-font-awesome
wofi
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
xterm
yay
zoom
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
